INSERT INTO news (title, text) VALUES
    ('Новость 1', 'Текст новости 1'),
    ('Новость 2', 'Текст новости 2'),
    ('Новость 3', 'Текст новости 3'),
    ('Новость 4', 'Текст новости 4 Оптимальный образ для Spring Boot приложения даёт множество преимуществ, среди которых можно отметить'),
    ('Новость 5', 'Текст новости 5'),
    ('Новость 6', 'Текст новости 6'),
    ('Новость 7', 'Текст новости 7'),
    ('Новость 8', 'Текст новости 8'),
    ('Новость 9', 'Текст новости 9'),
    ('Новость 10', 'Текст новости 10 Используйте переменные упрощения переключения между страницами. Например, создайте переменные для страницами страницами');
