INSERT INTO news (title, text) VALUES
   ('Тестовый заголовок', 'Тест составленный для проверки работоспособности поиска в микросервисе news'),
   ('Vicente Pinzon', 'Pinzón was born in Palos de la Frontera on the Atlantic coast of Huelva, ' ||
                      'youngest of the three prominent sons of seaman Martín Pinzón and his wife Mayor ' ||
                      'Vicente.[4] His birth year is uncertain; it is generally given as c. 1462;[citation ' ||
                      'needed] Juan Gil concludes from legal documents that his two daughters were over the ' ||
                      'age of 20 in 1509'),
   ('Линейные корабли типа «Кинг Джордж V»', 'Линейные корабли типа «Кинг Джордж V» — тип линкоров' ||
                                             ' Королевского флота Великобритании времён Второй мировой войны.' ||
                                             ' Всего было построено 5 кораблей: «Кинг Джордж V» (англ. King George V),' ||
                                             ' «Принс оф Уэлс» (англ. Prince of Wales), «Дюк оф Йорк» (англ. Duke' ||
                                             ' of York), «Энсон» (англ. Anson), «Хау» (англ. Howe).Среди всех ' ||
                                             'линкоров, построенных после Вашингтонского соглашения 1922 года,' ||
                                             ' эти британские линкоры обладали достаточно скромными характеристиками'),
   ('Шинго', 'Шинго — перевал в Индии, на границе между Ладакхом и Химачал-Прадеш.' ||
             ' Двадцатью метрами ниже перевала есть мелкое ледниковое озеро. Через перевал ведёт ' ||
             'крутая тропа, соединяющая Занскар и Лахаул, её часто используют местные жители и путешественники.' ||
             ' В целом, путешественники довольно легко проходят этот 5000-метровый перевал в Индийских Гималаях,' ||
             ' нет ни ледниковых скатов, ни крутых подъёмов. Большую часть года перевал засыпан снегом, но летом ' ||
             'проход свободен от снега, хоть и непродолжительное время. ');
